{"initi":0,"oxid":1,"inconel":2,"718":3,"can":4,"depend":5,"grain":6,"boundari":7,"charact":8,"differ":9,"energi":10,"state":11,"chang":12,"oxygen":13,"adsorpt":14,"diffus":15,"nucleat":16,"so":17,"intergranular":18,"doe":19,"begin":20,"uniform":21,"across":22,"all":23,"addit":24,"manufactur":25,"in625":26,"expos":27,"900":28,"air":29,"when":30,"scale":31,"buckl":32,"open":33,"void":34,"veri":35,"thin":36,"cerium":37,"coat":38,"improv":39,"chromia":40,"adher":41,"slow":42,"inward":43,"growth":44,"lpbf":45,"gh3536":46,"950":47,"cellular":48,"microstructur":49,"provid":50,"rapid":51,"path":52,"acceler":53,"protect":54,"film":55,"format":56,"dure":57,"earli":58,"exposur":59,"after":60,"long":61,"materi":62,"show":63,"better":64,"resist":65,"than":66,"wrought":67,"counterpart":68,"850":69,"direct":70,"solidifi":71,"nickel":72,"base":73,"superalloy":74,"stronger":75,"creep":76,"longitudin":77,"orient":78,"transvers":79,"condit":80,"activ":81,"more":82,"slip":83,"system":84,"apb":85,"shear":86,"while":87,"domin":88,"fewer":89,"band":90,"sisf":91,"relat":92,"deform":93,"aluminum":94,"mobil":95,"control":96,"gamma":97,"prime":98,"raft":99,"larger":100,"plastic":101,"strain":102,"flow":103,"promot":104,"type":105,"restrict":106,"leav":107,"structur":108,"less":109,"abd":110,"900am":111,"size":112,"heat":113,"treatment":114,"build":115,"influenc":116,"behavior":117,"super":118,"solvus":119,"recrystal":120,"coarsen":121,"compar":122,"near":123,"under":124,"high":125,"temperatur":126,"mc":127,"carbid":128,"grow":129,"consum":130,"process":131,"creat":132,"precipit":133,"free":134,"zone":135,"damag":136,"cavit":137,"morpholog":138,"stress":139,"rejuven":140,"recov":141,"degrad":142,"modifi":143,"one":144,"optim":145,"regim":146,"solut":147,"1283":148,"primari":149,"age":150,"1095":151,"restor":152,"most":153,"standard":154,"life":155,"increas":156,"total":157,"phase":158,"field":159,"inform":160,"machin":161,"learn":162,"predict":163,"from":164,"simul":165,"composit":166,"descriptor":167,"use":168,"includ":169,"degre":170,"volum":171,"fraction":172,"interparticl":173,"space":174,"element":175,"partit":176,"coeffici":177,"transfer":178,"guid":179,"singl":180,"crystal":181,"design":182,"ultrahigh":183,"alloy":184,"valid":185,"1200":186,"80":187,"mpa":188,"where":189,"ruptur":190,"abov":191,"170":192,"indic":193,"data":194,"driven":195,"screen":196,"still":197,"requir":198,"experiment":199,"confirm":200,"molten":201,"salt":202,"hot":203,"corros":204,"stabil":205,"internal":206,"sulfid":207,"combin":208,"surfac":209,"crack":210,"spallat":211,"rather":212,"mode":213,"slm":214,"625":215,"pre":216,"form":217,"barrier":218,"befor":219,"preform":220,"aggress":221,"speci":222,"penetr":223,"drill":224,"abnorm":225,"becaus":226,"hole":227,"layer":228,"develop":229,"local":230,"therefor":231,"alter":232,"adhes":233,"product":234,"evolut":235,"around":236,"region":237,"gh4169":238,"low":239,"cycl":240,"fatigu":241,"elev":242,"thermodynam":243,"entropi":244,"method":245,"connect":246,"cyclic":247,"model":248,"generat":249,"gaug":250,"section":251,"serv":252,"quantiti":253,"amplitud":254,"alon":255,"powder":256,"metallurgi":257,"isostat":258,"press":259,"qualiti":260,"residu":261,"defect":262,"review":263,"factor":264,"help":265,"separ":266,"limit":267,"intrins":268,"strengthen":269,"effect":270,"tic":271,"contain":272,"featur":273,"affect":274,"ceram":275,"particl":276,"may":277,"continu":278,"distribut":279,"act":280,"onli":281,"inert":282,"reinforc":283,"transform":284,"chi":285,"nanolath":286,"planar":287,"mechan":288,"immobil":289,"motion":290,"self":291,"respons":292,"cast":293,"rene":294,"77":295,"solidif":296,"dendrit":297,"matrix":298,"microsegreg":299,"interdendrit":300,"dissolv":301,"redistribut":302,"nonequilibrium":303,"constitu":304,"steam":305,"mass":306,"gain":307,"transient":308,"compact":309,"chromium":310,"rich":311,"whether":312,"remain":313,"second":314,"dd5":315,"retain":316,"short":317,"over":318,"reduc":319,"densiti":320,"obstacl":321,"disloc":322,"decreas":323,"even":324,"obvious":325,"tcp":326,"reduct":327,"associ":328,"weaken":329,"network":330,"orowan":331,"bypass":332,"k452":333,"so2":334,"atmospher":335,"sulfur":336,"assist":337,"involv":338,"stabl":339,"flinak":340,"appli":341,"hastelloy":342,"rate":343,"unload":344,"link":345,"attack":346,"higher":347,"weight":348,"loss":349,"environ":350,"suffer":351,"select":352,"deplet":353,"make":354,"prefer":355,"invas":356,"load":357,"sampl":358,"ridg":359,"like":360,"measur":361,"textur":362,"paramet":363,"tri":364,"am":365,"heterogen":366,"notch":367,"concentr":368,"sensit":369,"popul":370,"recent":371,"emphas":372,"pickup":373,"contamin":374,"recycl":375,"histori":376,"flowabl":377,"ani":378,"common":379,"class":380,"lack":381,"fusion":382,"pore":383,"gas":384,"keyhol":385,"poros":386,"microcrack":387,"rough":388,"perform":389,"typic":390,"shorten":391,"import":392,"analysi":393,"rank":394,"cobalt":395,"lattic":396,"misfit":397,"compet":398,"site":399,"ratio":400,"hold":401,"time":402,"frequenc":403,"shift":404,"cool":405,"turbin":406,"retent":407,"access":408,"mar":409,"m247":410,"reli":411,"reservoir":412,"interdiffus":413,"between":414,"substrat":415,"term":416,"740h":417,"firesid":418,"water":419,"vapor":420,"chlorid":421,"destabil":422,"hydrogen":423,"ductil":424,"earlier":425,"interact":426,"transport":427,"suscept":428,"cm247lc":429,"thermal":430,"gradient":431,"liquid":432,"remov":433,"lave":434,"niobium":435,"homogen":436,"segreg":437,"delta":438,"doubl":439,"nimon":440,"263":441,"dwell":442,"period":443,"allow":444,"caviti":445,"joint":446,"lose":447,"molybdenum":448,"dissolut":449,"nonprotect":450,"simpl":451,"dri":452,"recoveri":453,"must":454,"balanc":455,"against":456,"risk":457,"persist":458,"fulli":459,"prior":460}