{"word_to_stem":{"initial":"initi","oxidation":"oxid","inconel":"inconel","718":"718","can":"can","depend":"depend","grain":"grain","boundary":"boundari","character":"charact","boundaries":"boundari","different":"differ","energy":"energi","states":"state","change":"chang","oxygen":"oxygen","adsorption":"adsorpt","diffusion":"diffus","oxide":"oxid","nucleation":"nucleat","so":"so","intergranular":"intergranular","does":"doe","begin":"begin","uniformly":"uniform","across":"across","all":"all","additively":"addit","manufactured":"manufactur","in625":"in625","exposed":"expos","900":"900","air":"air","when":"when","scale":"scale","buckling":"buckl","opens":"open","voids":"void","very":"veri","thin":"thin","cerium":"cerium","coating":"coat","improve":"improv","chromia":"chromia","adherence":"adher","slow":"slow","inward":"inward","growth":"growth","lpbf":"lpbf","gh3536":"gh3536","oxidized":"oxid","950":"950","cellular":"cellular","microstructure":"microstructur","provide":"provid","rapid":"rapid","paths":"path","accelerate":"acceler","protective":"protect","film":"film","formation":"format","during":"dure","early":"earli","exposure":"exposur","after":"after","long":"long","material":"materi","show":"show","better":"better","resistance":"resist","than":"than","wrought":"wrought","counterpart":"counterpart","850":"850","directionally":"direct","solidified":"solidifi","nickel":"nickel","based":"base","superalloy":"superalloy","stronger":"stronger","creep":"creep","longitudinal":"longitudin","orientation":"orient","transverse":"transvers","condition":"condit","activates":"activ","more":"more","slip":"slip","systems":"system","apb":"apb","shearing":"shear","while":"while","dominated":"domin","fewer":"fewer","bands":"band","sisf":"sisf","related":"relat","deformation":"deform","aluminum":"aluminum","mobility":"mobil","control":"control","gamma":"gamma","prime":"prime","rafting":"raft","larger":"larger","plastic":"plastic","strain":"strain","flow":"flow","promotes":"promot","type":"type","restricted":"restrict","leave":"leav","structure":"structur","less":"less","rafted":"raft","abd":"abd","900am":"900am","size":"size","heat":"heat","treatment":"treatment","build":"build","influence":"influenc","behavior":"behavior","super":"super","solvus":"solvus","recrystallize":"recrystal","coarsen":"coarsen","grains":"grain","improving":"improv","compared":"compar","near":"near","under":"under","high":"high","temperature":"temperatur","mc":"mc","carbides":"carbid","grow":"grow","consuming":"consum","process":"process","create":"creat","precipitate":"precipit","free":"free","zones":"zone","damage":"damag","cavitation":"cavit","morphology":"morpholog","depending":"depend","stress":"stress","rejuvenation":"rejuven","recover":"recov","degraded":"degrad","superalloys":"superalloy","modifying":"modifi","one":"one","optimized":"optim","regime":"regim","solution":"solut","1283":"1283","primary":"primari","aging":"age","1095":"1095","restored":"restor","most":"most","standard":"standard","life":"life","increased":"increas","total":"total","phase":"phase","field":"field","informed":"inform","machine":"machin","learning":"learn","predict":"predict","from":"from","simulated":"simul","composition":"composit","descriptors":"descriptor","useful":"use","include":"includ","degree":"degre","volume":"volum","fraction":"fraction","interparticle":"interparticl","spacing":"space","elemental":"element","partitioning":"partit","coefficients":"coeffici","transfer":"transfer","guide":"guid","single":"singl","crystal":"crystal","design":"design","ultrahigh":"ultrahigh","designed":"design","alloy":"alloy","validated":"valid","1200":"1200","80":"80","mpa":"mpa","where":"where","rupture":"ruptur","above":"abov","170":"170","indicates":"indic","data":"data","driven":"driven","screening":"screen","still":"still","require":"requir","experimental":"experiment","confirmation":"confirm","molten":"molten","salt":"salt","hot":"hot","corrosion":"corros","alloying":"alloy","elements":"element","stability":"stabil","internal":"internal","sulfidation":"sulfid","combine":"combin","surface":"surfac","cracking":"crack","spallation":"spallat","rather":"rather","degradation":"degrad","mode":"mode","slm":"slm","625":"625","combined":"combin","pre":"pre","form":"form","barrier":"barrier","before":"befor","preformed":"preform","slowing":"slow","aggressive":"aggress","species":"speci","penetrating":"penetr","drilled":"drill","abnormal":"abnorm","because":"becaus","hole":"hole","changes":"chang","layer":"layer","development":"develop","local":"local","drilling":"drill","therefore":"therefor","alter":"alter","adhesion":"adhes","product":"product","evolution":"evolut","around":"around","machined":"machin","region":"region","gh4169":"gh4169","low":"low","cycle":"cycl","fatigue":"fatigu","elevated":"elev","thermodynamic":"thermodynam","entropy":"entropi","method":"method","connect":"connect","cyclic":"cyclic","plasticity":"plastic","modeling":"model","prediction":"predict","generation":"generat","gauge":"gaug","section":"section","serve":"serv","quantity":"quantiti","using":"use","amplitude":"amplitud","alone":"alon","powder":"powder","metallurgy":"metallurgi","isostatic":"isostat","pressed":"press","controlled":"control","quality":"qualiti","residual":"residu","defects":"defect","reviewing":"review","factors":"factor","helps":"help","separate":"separ","processing":"process","limits":"limit","intrinsic":"intrins","strengthening":"strengthen","effects":"effect","tic":"tic","containing":"contain","microstructural":"microstructur","features":"featur","affect":"affect","ceramic":"ceram","particle":"particl","additions":"addit","may":"may","continuity":"continu","element":"element","distribution":"distribut","acting":"act","only":"onli","inert":"inert","reinforcement":"reinforc","dependent":"depend","transformation":"transform","strengthen":"strengthen","forming":"form","chi":"chi","nanolaths":"nanolath","planar":"planar","mechanism":"mechan","immobilize":"immobil","defect":"defect","motion":"motion","self":"self","response":"respons","cast":"cast","rene":"rene","77":"77","solidification":"solidif","dendrite":"dendrit","matrix":"matrix","microsegregated":"microsegreg","interdendritic":"interdendrit","regions":"region","dissolve":"dissolv","redistribute":"redistribut","nonequilibrium":"nonequilibrium","constituents":"constitu","precipitation":"precipit","strengthens":"strengthen","aged":"age","steam":"steam","mass":"mass","gain":"gain","transient":"transient","continuous":"continu","develops":"develop","compactness":"compact","chromium":"chromium","rich":"rich","whether":"whether","remains":"remain","second":"second","dd5":"dd5","retain":"retain","short":"short","over":"over","coarsening":"coarsen","reduce":"reduc","density":"densiti","obstacles":"obstacl","dislocation":"disloc","decrease":"decreas","even":"even","obvious":"obvious","tcp":"tcp","forms":"form","reduction":"reduct","associated":"associ","coarsened":"coarsen","weakened":"weaken","networks":"network","effective":"effect","orowan":"orowan","bypass":"bypass","k452":"k452","so2":"so2","atmospheres":"atmospher","promote":"promot","sulfur":"sulfur","assisted":"assist","involves":"involv","penetration":"penetr","products":"product","stable":"stabl","flinak":"flinak","applied":"appli","increase":"increas","hastelloy":"hastelloy","rate":"rate","unloaded":"unload","linked":"link","accelerated":"acceler","attack":"attack","higher":"higher","weight":"weight","loss":"loss","environment":"environ","suffer":"suffer","selective":"select","depletion":"deplet","make":"make","preferred":"prefer","invasion":"invas","loaded":"load","samples":"sampl","ridge":"ridg","like":"like","models":"model","measured":"measur","texture":"textur","information":"inform","parameters":"paramet","try":"tri","am":"am","heterogeneity":"heterogen","notch":"notch","concentration":"concentr","sensitive":"sensit","populations":"popul","initiates":"initi","recent":"recent","reviews":"review","emphasize":"emphas","pickup":"pickup","contamination":"contamin","recycling":"recycl","history":"histori","flowability":"flowabl","any":"ani","common":"common","classes":"class","lack":"lack","fusion":"fusion","pores":"pore","gas":"gas","keyhole":"keyhol","porosity":"poros","microcracks":"microcrack","rough":"rough","surfaces":"surfac","microsegregation":"microsegreg","performance":"perform","differently":"differ","use":"use","microstructures":"microstructur","stresses":"stress","temperatures":"temperatur","typically":"typic","increases":"increas","shortens":"shorten","feature":"featur","importance":"import","analysis":"analysi","rank":"rank","cobalt":"cobalt","lattice":"lattic","misfit":"misfit","state":"state","predicted":"predict","casting":"cast","compete":"compet","crack":"crack","initiation":"initi","sites":"site","load":"load","ratio":"ratio","hold":"hold","time":"time","cycling":"cycl","frequency":"frequenc","shift":"shift","dominant":"domin","cooling":"cool","holes":"hole","turbine":"turbin","alloys":"alloy","changing":"chang","retention":"retent","access":"access","coatings":"coat","mar":"mar","m247":"m247","rely":"reli","reservoirs":"reservoir","adherent":"adher","oxides":"oxid","interdiffusion":"interdiffus","between":"between","substrate":"substrat","deplete":"deplet","term":"term","740h":"740h","fireside":"firesid","environments":"environ","water":"water","vapor":"vapor","chlorides":"chlorid","destabilize":"destabil","hydrogen":"hydrogen","ductility":"ductil","earlier":"earlier","interact":"interact","transport":"transport","localization":"local","making":"make","susceptible":"suscept","cm247lc":"cm247lc","class":"class","requires":"requir","thermal":"thermal","gradients":"gradient","liquid":"liquid","films":"film","optimization":"optim","remove":"remov","laves":"lave","formed":"form","consume":"consum","niobium":"niobium","weaken":"weaken","homogenization":"homogen","treatments":"treatment","segregation":"segreg","delta":"delta","double":"doubl","nimonic":"nimon","263":"263","interaction":"interact","dwell":"dwell","periods":"period","allow":"allow","cavity":"caviti","jointly":"joint","chloride":"chlorid","salts":"salt","lose":"lose","molybdenum":"molybdenum","dissolution":"dissolut","nonprotective":"nonprotect","simple":"simpl","dry":"dri","recovery":"recoveri","must":"must","balance":"balanc","restoration":"restor","against":"against","risks":"risk","persistence":"persist","recrystallization":"recrystal","improves":"improv","fully":"fulli","prior":"prior"},"stem_to_sid":{"initi":0,"oxid":1,"inconel":2,"718":3,"can":4,"depend":5,"grain":6,"boundari":7,"charact":8,"differ":9,"energi":10,"state":11,"chang":12,"oxygen":13,"adsorpt":14,"diffus":15,"nucleat":16,"so":17,"intergranular":18,"doe":19,"begin":20,"uniform":21,"across":22,"all":23,"addit":24,"manufactur":25,"in625":26,"expos":27,"900":28,"air":29,"when":30,"scale":31,"buckl":32,"open":33,"void":34,"veri":35,"thin":36,"cerium":37,"coat":38,"improv":39,"chromia":40,"adher":41,"slow":42,"inward":43,"growth":44,"lpbf":45,"gh3536":46,"950":47,"cellular":48,"microstructur":49,"provid":50,"rapid":51,"path":52,"acceler":53,"protect":54,"film":55,"format":56,"dure":57,"earli":58,"exposur":59,"after":60,"long":61,"materi":62,"show":63,"better":64,"resist":65,"than":66,"wrought":67,"counterpart":68,"850":69,"direct":70,"solidifi":71,"nickel":72,"base":73,"superalloy":74,"stronger":75,"creep":76,"longitudin":77,"orient":78,"transvers":79,"condit":80,"activ":81,"more":82,"slip":83,"system":84,"apb":85,"shear":86,"while":87,"domin":88,"fewer":89,"band":90,"sisf":91,"relat":92,"deform":93,"aluminum":94,"mobil":95,"control":96,"gamma":97,"prime":98,"raft":99,"larger":100,"plastic":101,"strain":102,"flow":103,"promot":104,"type":105,"restrict":106,"leav":107,"structur":108,"less":109,"abd":110,"900am":111,"size":112,"heat":113,"treatment":114,"build":115,"influenc":116,"behavior":117,"super":118,"solvus":119,"recrystal":120,"coarsen":121,"compar":122,"near":123,"under":124,"high":125,"temperatur":126,"mc":127,"carbid":128,"grow":129,"consum":130,"process":131,"creat":132,"precipit":133,"free":134,"zone":135,"damag":136,"cavit":137,"morpholog":138,"stress":139,"rejuven":140,"recov":141,"degrad":142,"modifi":143,"one":144,"optim":145,"regim":146,"solut":147,"1283":148,"primari":149,"age":150,"1095":151,"restor":152,"most":153,"standard":154,"life":155,"increas":156,"total":157,"phase":158,"field":159,"inform":160,"machin":161,"learn":162,"predict":163,"from":164,"simul":165,"composit":166,"descriptor":167,"use":168,"includ":169,"degre":170,"volum":171,"fraction":172,"interparticl":173,"space":174,"element":175,"partit":176,"coeffici":177,"transfer":178,"guid":179,"singl":180,"crystal":181,"design":182,"ultrahigh":183,"alloy":184,"valid":185,"1200":186,"80":187,"mpa":188,"where":189,"ruptur":190,"abov":191,"170":192,"indic":193,"data":194,"driven":195,"screen":196,"still":197,"requir":198,"experiment":199,"confirm":200,"molten":201,"salt":202,"hot":203,"corros":204,"stabil":205,"internal":206,"sulfid":207,"combin":208,"surfac":209,"crack":210,"spallat":211,"rather":212,"mode":213,"slm":214,"625":215,"pre":216,"form":217,"barrier":218,"befor":219,"preform":220,"aggress":221,"speci":222,"penetr":223,"drill":224,"abnorm":225,"becaus":226,"hole":227,"layer":228,"develop":229,"local":230,"therefor":231,"alter":232,"adhes":233,"product":234,"evolut":235,"around":236,"region":237,"gh4169":238,"low":239,"cycl":240,"fatigu":241,"elev":242,"thermodynam":243,"entropi":244,"method":245,"connect":246,"cyclic":247,"model":248,"generat":249,"gaug":250,"section":251,"serv":252,"quantiti":253,"amplitud":254,"alon":255,"powder":256,"metallurgi":257,"isostat":258,"press":259,"qualiti":260,"residu":261,"defect":262,"review":263,"factor":264,"help":265,"separ":266,"limit":267,"intrins":268,"strengthen":269,"effect":270,"tic":271,"contain":272,"featur":273,"affect":274,"ceram":275,"particl":276,"may":277,"continu":278,"distribut":279,"act":280,"onli":281,"inert":282,"reinforc":283,"transform":284,"chi":285,"nanolath":286,"planar":287,"mechan":288,"immobil":289,"motion":290,"self":291,"respons":292,"cast":293,"rene":294,"77":295,"solidif":296,"dendrit":297,"matrix":298,"microsegreg":299,"interdendrit":300,"dissolv":301,"redistribut":302,"nonequilibrium":303,"constitu":304,"steam":305,"mass":306,"gain":307,"transient":308,"compact":309,"chromium":310,"rich":311,"whether":312,"remain":313,"second":314,"dd5":315,"retain":316,"short":317,"over":318,"reduc":319,"densiti":320,"obstacl":321,"disloc":322,"decreas":323,"even":324,"obvious":325,"tcp":326,"reduct":327,"associ":328,"weaken":329,"network":330,"orowan":331,"bypass":332,"k452":333,"so2":334,"atmospher":335,"sulfur":336,"assist":337,"involv":338,"stabl":339,"flinak":340,"appli":341,"hastelloy":342,"rate":343,"unload":344,"link":345,"attack":346,"higher":347,"weight":348,"loss":349,"environ":350,"suffer":351,"select":352,"deplet":353,"make":354,"prefer":355,"invas":356,"load":357,"sampl":358,"ridg":359,"like":360,"measur":361,"textur":362,"paramet":363,"tri":364,"am":365,"heterogen":366,"notch":367,"concentr":368,"sensit":369,"popul":370,"recent":371,"emphas":372,"pickup":373,"contamin":374,"recycl":375,"histori":376,"flowabl":377,"ani":378,"common":379,"class":380,"lack":381,"fusion":382,"pore":383,"gas":384,"keyhol":385,"poros":386,"microcrack":387,"rough":388,"perform":389,"typic":390,"shorten":391,"import":392,"analysi":393,"rank":394,"cobalt":395,"lattic":396,"misfit":397,"compet":398,"site":399,"ratio":400,"hold":401,"time":402,"frequenc":403,"shift":404,"cool":405,"turbin":406,"retent":407,"access":408,"mar":409,"m247":410,"reli":411,"reservoir":412,"interdiffus":413,"between":414,"substrat":415,"term":416,"740h":417,"firesid":418,"water":419,"vapor":420,"chlorid":421,"destabil":422,"hydrogen":423,"ductil":424,"earlier":425,"interact":426,"transport":427,"suscept":428,"cm247lc":429,"thermal":430,"gradient":431,"liquid":432,"remov":433,"lave":434,"niobium":435,"homogen":436,"segreg":437,"delta":438,"doubl":439,"nimon":440,"263":441,"dwell":442,"period":443,"allow":444,"caviti":445,"joint":446,"lose":447,"molybdenum":448,"dissolut":449,"nonprotect":450,"simpl":451,"dri":452,"recoveri":453,"must":454,"balanc":455,"against":456,"risk":457,"persist":458,"fulli":459,"prior":460},"word_to_id":{"initial":0,"oxidation":1,"inconel":2,"718":3,"can":4,"depend":5,"grain":6,"boundary":7,"character":8,"boundaries":7,"different":9,"energy":10,"states":11,"change":12,"oxygen":13,"adsorption":14,"diffusion":15,"oxide":1,"nucleation":16,"so":17,"intergranular":18,"does":19,"begin":20,"uniformly":21,"across":22,"all":23,"additively":24,"manufactured":25,"in625":26,"exposed":27,"900":28,"air":29,"when":30,"scale":31,"buckling":32,"opens":33,"voids":34,"very":35,"thin":36,"cerium":37,"coating":38,"improve":39,"chromia":40,"adherence":41,"slow":42,"inward":43,"growth":44,"lpbf":45,"gh3536":46,"oxidized":1,"950":47,"cellular":48,"microstructure":49,"provide":50,"rapid":51,"paths":52,"accelerate":53,"protective":54,"film":55,"formation":56,"during":57,"early":58,"exposure":59,"after":60,"long":61,"material":62,"show":63,"better":64,"resistance":65,"than":66,"wrought":67,"counterpart":68,"850":69,"directionally":70,"solidified":71,"nickel":72,"based":73,"superalloy":74,"stronger":75,"creep":76,"longitudinal":77,"orientation":78,"transverse":79,"condition":80,"activates":81,"more":82,"slip":83,"systems":84,"apb":85,"shearing":86,"while":87,"dominated":88,"fewer":89,"bands":90,"sisf":91,"related":92,"deformation":93,"aluminum":94,"mobility":95,"control":96,"gamma":97,"prime":98,"rafting":99,"larger":100,"plastic":101,"strain":102,"flow":103,"promotes":104,"type":105,"restricted":106,"leave":107,"structure":108,"less":109,"rafted":99,"abd":110,"900am":111,"size":112,"heat":113,"treatment":114,"build":115,"influence":116,"behavior":117,"super":118,"solvus":119,"recrystallize":120,"coarsen":121,"grains":6,"improving":39,"compared":122,"near":123,"under":124,"high":125,"temperature":126,"mc":127,"carbides":128,"grow":129,"consuming":130,"process":131,"create":132,"precipitate":133,"free":134,"zones":135,"damage":136,"cavitation":137,"morphology":138,"depending":5,"stress":139,"rejuvenation":140,"recover":141,"degraded":142,"superalloys":74,"modifying":143,"one":144,"optimized":145,"regime":146,"solution":147,"1283":148,"primary":149,"aging":150,"1095":151,"restored":152,"most":153,"standard":154,"life":155,"increased":156,"total":157,"phase":158,"field":159,"informed":160,"machine":161,"learning":162,"predict":163,"from":164,"simulated":165,"composition":166,"descriptors":167,"useful":168,"include":169,"degree":170,"volume":171,"fraction":172,"interparticle":173,"spacing":174,"elemental":175,"partitioning":176,"coefficients":177,"transfer":178,"guide":179,"single":180,"crystal":181,"design":182,"ultrahigh":183,"designed":182,"alloy":184,"validated":185,"1200":186,"80":187,"mpa":188,"where":189,"rupture":190,"above":191,"170":192,"indicates":193,"data":194,"driven":195,"screening":196,"still":197,"require":198,"experimental":199,"confirmation":200,"molten":201,"salt":202,"hot":203,"corrosion":204,"alloying":184,"elements":175,"stability":205,"internal":206,"sulfidation":207,"combine":208,"surface":209,"cracking":210,"spallation":211,"rather":212,"degradation":142,"mode":213,"slm":214,"625":215,"combined":208,"pre":216,"form":217,"barrier":218,"before":219,"preformed":220,"slowing":42,"aggressive":221,"species":222,"penetrating":223,"drilled":224,"abnormal":225,"because":226,"hole":227,"changes":12,"layer":228,"development":229,"local":230,"drilling":224,"therefore":231,"alter":232,"adhesion":233,"product":234,"evolution":235,"around":236,"machined":161,"region":237,"gh4169":238,"low":239,"cycle":240,"fatigue":241,"elevated":242,"thermodynamic":243,"entropy":244,"method":245,"connect":246,"cyclic":247,"plasticity":101,"modeling":248,"prediction":163,"generation":249,"gauge":250,"section":251,"serve":252,"quantity":253,"using":168,"amplitude":254,"alone":255,"powder":256,"metallurgy":257,"isostatic":258,"pressed":259,"controlled":96,"quality":260,"residual":261,"defects":262,"reviewing":263,"factors":264,"helps":265,"separate":266,"processing":131,"limits":267,"intrinsic":268,"strengthening":269,"effects":270,"tic":271,"containing":272,"microstructural":49,"features":273,"affect":274,"ceramic":275,"particle":276,"additions":24,"may":277,"continuity":278,"element":175,"distribution":279,"acting":280,"only":281,"inert":282,"reinforcement":283,"dependent":5,"transformation":284,"strengthen":269,"forming":217,"chi":285,"nanolaths":286,"planar":287,"mechanism":288,"immobilize":289,"defect":262,"motion":290,"self":291,"response":292,"cast":293,"rene":294,"77":295,"solidification":296,"dendrite":297,"matrix":298,"microsegregated":299,"interdendritic":300,"regions":237,"dissolve":301,"redistribute":302,"nonequilibrium":303,"constituents":304,"precipitation":133,"strengthens":269,"aged":150,"steam":305,"mass":306,"gain":307,"transient":308,"continuous":278,"develops":229,"compactness":309,"chromium":310,"rich":311,"whether":312,"remains":313,"second":314,"dd5":315,"retain":316,"short":317,"over":318,"coarsening":121,"reduce":319,"density":320,"obstacles":321,"dislocation":322,"decrease":323,"even":324,"obvious":325,"tcp":326,"forms":217,"reduction":327,"associated":328,"coarsened":121,"weakened":329,"networks":330,"effective":270,"orowan":331,"bypass":332,"k452":333,"so2":334,"atmospheres":335,"promote":104,"sulfur":336,"assisted":337,"involves":338,"penetration":223,"products":234,"stable":339,"flinak":340,"applied":341,"increase":156,"hastelloy":342,"rate":343,"unloaded":344,"linked":345,"accelerated":53,"attack":346,"higher":347,"weight":348,"loss":349,"environment":350,"suffer":351,"selective":352,"depletion":353,"make":354,"preferred":355,"invasion":356,"loaded":357,"samples":358,"ridge":359,"like":360,"models":248,"measured":361,"texture":362,"information":160,"parameters":363,"try":364,"am":365,"heterogeneity":366,"notch":367,"concentration":368,"sensitive":369,"populations":370,"initiates":0,"recent":371,"reviews":263,"emphasize":372,"pickup":373,"contamination":374,"recycling":375,"history":376,"flowability":377,"any":378,"common":379,"classes":380,"lack":381,"fusion":382,"pores":383,"gas":384,"keyhole":385,"porosity":386,"microcracks":387,"rough":388,"surfaces":209,"microsegregation":299,"performance":389,"differently":9,"use":168,"microstructures":49,"stresses":139,"temperatures":126,"typically":390,"increases":156,"shortens":391,"feature":273,"importance":392,"analysis":393,"rank":394,"cobalt":395,"lattice":396,"misfit":397,"state":11,"predicted":163,"casting":293,"compete":398,"crack":210,"initiation":0,"sites":399,"load":357,"ratio":400,"hold":401,"time":402,"cycling":240,"frequency":403,"shift":404,"dominant":88,"cooling":405,"holes":227,"turbine":406,"alloys":184,"changing":12,"retention":407,"access":408,"coatings":38,"mar":409,"m247":410,"rely":411,"reservoirs":412,"adherent":41,"oxides":1,"interdiffusion":413,"between":414,"substrate":415,"deplete":353,"term":416,"740h":417,"fireside":418,"environments":350,"water":419,"vapor":420,"chlorides":421,"destabilize":422,"hydrogen":423,"ductility":424,"earlier":425,"interact":426,"transport":427,"localization":230,"making":354,"susceptible":428,"cm247lc":429,"class":380,"requires":198,"thermal":430,"gradients":431,"liquid":432,"films":55,"optimization":145,"remove":433,"laves":434,"formed":217,"consume":130,"niobium":435,"weaken":329,"homogenization":436,"treatments":114,"segregation":437,"delta":438,"double":439,"nimonic":440,"263":441,"interaction":426,"dwell":442,"periods":443,"allow":444,"cavity":445,"jointly":446,"chloride":421,"salts":202,"lose":447,"molybdenum":448,"dissolution":449,"nonprotective":450,"simple":451,"dry":452,"recovery":453,"must":454,"balance":455,"restoration":152,"against":456,"risks":457,"persistence":458,"recrystallization":120,"improves":39,"fully":459,"prior":460}}