{"word_to_stem":{"initial":"initi","oxidation":"oxid","inconel":"inconel","718":"718","can":"can","depend":"depend","grain":"grain","boundary":"boundari","character":"charact","boundaries":"boundari","different":"differ","energy":"energi","states":"state","change":"chang","oxygen":"oxygen","adsorption":"adsorpt","diffusion":"diffus","oxide":"oxid","nucleation":"nucleat","so":"so","intergranular":"intergranular","does":"doe","begin":"begin","uniformly":"uniform","across":"across","all":"all","additively":"addit","manufactured":"manufactur","in625":"in625","exposed":"expos","900":"900","air":"air","when":"when","scale":"scale","buckling":"buckl","opens":"open","voids":"void","very":"veri","thin":"thin","cerium":"cerium","coating":"coat","improve":"improv","chromia":"chromia","adherence":"adher","slow":"slow","inward":"inward","growth":"growth","lpbf":"lpbf","gh3536":"gh3536","oxidized":"oxid","950":"950","cellular":"cellular","microstructure":"microstructur","provide":"provid","rapid":"rapid","paths":"path","accelerate":"acceler","protective":"protect","film":"film","formation":"format","during":"dure","early":"earli","exposure":"exposur","after":"after","long":"long","material":"materi","show":"show","better":"better","resistance":"resist","than":"than","wrought":"wrought","counterpart":"counterpart","850":"850","directionally":"direct","solidified":"solidifi","nickel":"nickel","based":"base","superalloy":"superalloy","stronger":"stronger","creep":"creep","longitudinal":"longitudin","orientation":"orient","transverse":"transvers","condition":"condit","activates":"activ","more":"more","slip":"slip","systems":"system","apb":"apb","shearing":"shear","while":"while","dominated":"domin","fewer":"fewer","bands":"band","sisf":"sisf","related":"relat","deformation":"deform","aluminum":"aluminum","mobility":"mobil","control":"control","gamma":"gamma","prime":"prime","rafting":"raft","larger":"larger","plastic":"plastic","strain":"strain","flow":"flow","promotes":"promot","type":"type","restricted":"restrict","leave":"leav","structure":"structur","less":"less","rafted":"raft","abd":"abd","900am":"900am","size":"size","heat":"heat","treatment":"treatment","build":"build","influence":"influenc","behavior":"behavior","super":"super","solvus":"solvus","recrystallize":"recrystal","coarsen":"coarsen","grains":"grain","improving":"improv","compared":"compar","near":"near","under":"under","high":"high","temperature":"temperatur","mc":"mc","carbides":"carbid","grow":"grow","consuming":"consum","process":"process","create":"creat","precipitate":"precipit","free":"free","zones":"zone","damage":"damag","cavitation":"cavit","morphology":"morpholog","depending":"depend","stress":"stress","rejuvenation":"rejuven","recover":"recov","degraded":"degrad","superalloys":"superalloy","modifying":"modifi","one":"one","optimized":"optim","regime":"regim","solution":"solut","1283":"1283","primary":"primari","aging":"age","1095":"1095","restored":"restor","most":"most","standard":"standard","life":"life","increased":"increas","total":"total","phase":"phase","field":"field","informed":"inform","machine":"machin","learning":"learn","predict":"predict","from":"from","simulated":"simul","composition":"composit","descriptors":"descriptor","useful":"use","include":"includ","degree":"degre","volume":"volum","fraction":"fraction","interparticle":"interparticl","spacing":"space","elemental":"element","partitioning":"partit","coefficients":"coeffici"},"stem_to_sid":{"initi":0,"oxid":1,"inconel":2,"718":3,"can":4,"depend":5,"grain":6,"boundari":7,"charact":8,"differ":9,"energi":10,"state":11,"chang":12,"oxygen":13,"adsorpt":14,"diffus":15,"nucleat":16,"so":17,"intergranular":18,"doe":19,"begin":20,"uniform":21,"across":22,"all":23,"addit":24,"manufactur":25,"in625":26,"expos":27,"900":28,"air":29,"when":30,"scale":31,"buckl":32,"open":33,"void":34,"veri":35,"thin":36,"cerium":37,"coat":38,"improv":39,"chromia":40,"adher":41,"slow":42,"inward":43,"growth":44,"lpbf":45,"gh3536":46,"950":47,"cellular":48,"microstructur":49,"provid":50,"rapid":51,"path":52,"acceler":53,"protect":54,"film":55,"format":56,"dure":57,"earli":58,"exposur":59,"after":60,"long":61,"materi":62,"show":63,"better":64,"resist":65,"than":66,"wrought":67,"counterpart":68,"850":69,"direct":70,"solidifi":71,"nickel":72,"base":73,"superalloy":74,"stronger":75,"creep":76,"longitudin":77,"orient":78,"transvers":79,"condit":80,"activ":81,"more":82,"slip":83,"system":84,"apb":85,"shear":86,"while":87,"domin":88,"fewer":89,"band":90,"sisf":91,"relat":92,"deform":93,"aluminum":94,"mobil":95,"control":96,"gamma":97,"prime":98,"raft":99,"larger":100,"plastic":101,"strain":102,"flow":103,"promot":104,"type":105,"restrict":106,"leav":107,"structur":108,"less":109,"abd":110,"900am":111,"size":112,"heat":113,"treatment":114,"build":115,"influenc":116,"behavior":117,"super":118,"solvus":119,"recrystal":120,"coarsen":121,"compar":122,"near":123,"under":124,"high":125,"temperatur":126,"mc":127,"carbid":128,"grow":129,"consum":130,"process":131,"creat":132,"precipit":133,"free":134,"zone":135,"damag":136,"cavit":137,"morpholog":138,"stress":139,"rejuven":140,"recov":141,"degrad":142,"modifi":143,"one":144,"optim":145,"regim":146,"solut":147,"1283":148,"primari":149,"age":150,"1095":151,"restor":152,"most":153,"standard":154,"life":155,"increas":156,"total":157,"phase":158,"field":159,"inform":160,"machin":161,"learn":162,"predict":163,"from":164,"simul":165,"composit":166,"descriptor":167,"use":168,"includ":169,"degre":170,"volum":171,"fraction":172,"interparticl":173,"space":174,"element":175,"partit":176,"coeffici":177},"word_to_id":{"initial":0,"oxidation":1,"inconel":2,"718":3,"can":4,"depend":5,"grain":6,"boundary":7,"character":8,"boundaries":7,"different":9,"energy":10,"states":11,"change":12,"oxygen":13,"adsorption":14,"diffusion":15,"oxide":1,"nucleation":16,"so":17,"intergranular":18,"does":19,"begin":20,"uniformly":21,"across":22,"all":23,"additively":24,"manufactured":25,"in625":26,"exposed":27,"900":28,"air":29,"when":30,"scale":31,"buckling":32,"opens":33,"voids":34,"very":35,"thin":36,"cerium":37,"coating":38,"improve":39,"chromia":40,"adherence":41,"slow":42,"inward":43,"growth":44,"lpbf":45,"gh3536":46,"oxidized":1,"950":47,"cellular":48,"microstructure":49,"provide":50,"rapid":51,"paths":52,"accelerate":53,"protective":54,"film":55,"formation":56,"during":57,"early":58,"exposure":59,"after":60,"long":61,"material":62,"show":63,"better":64,"resistance":65,"than":66,"wrought":67,"counterpart":68,"850":69,"directionally":70,"solidified":71,"nickel":72,"based":73,"superalloy":74,"stronger":75,"creep":76,"longitudinal":77,"orientation":78,"transverse":79,"condition":80,"activates":81,"more":82,"slip":83,"systems":84,"apb":85,"shearing":86,"while":87,"dominated":88,"fewer":89,"bands":90,"sisf":91,"related":92,"deformation":93,"aluminum":94,"mobility":95,"control":96,"gamma":97,"prime":98,"rafting":99,"larger":100,"plastic":101,"strain":102,"flow":103,"promotes":104,"type":105,"restricted":106,"leave":107,"structure":108,"less":109,"rafted":99,"abd":110,"900am":111,"size":112,"heat":113,"treatment":114,"build":115,"influence":116,"behavior":117,"super":118,"solvus":119,"recrystallize":120,"coarsen":121,"grains":6,"improving":39,"compared":122,"near":123,"under":124,"high":125,"temperature":126,"mc":127,"carbides":128,"grow":129,"consuming":130,"process":131,"create":132,"precipitate":133,"free":134,"zones":135,"damage":136,"cavitation":137,"morphology":138,"depending":5,"stress":139,"rejuvenation":140,"recover":141,"degraded":142,"superalloys":74,"modifying":143,"one":144,"optimized":145,"regime":146,"solution":147,"1283":148,"primary":149,"aging":150,"1095":151,"restored":152,"most":153,"standard":154,"life":155,"increased":156,"total":157,"phase":158,"field":159,"informed":160,"machine":161,"learning":162,"predict":163,"from":164,"simulated":165,"composition":166,"descriptors":167,"useful":168,"include":169,"degree":170,"volume":171,"fraction":172,"interparticle":173,"spacing":174,"elemental":175,"partitioning":176,"coefficients":177}}